const features = [
  {
    title: "Оптимизм",
    color: "#FAA669",
    q: "Насколько человек оптимистичен?",
    text: "Насколько человек оптимистичен в своих взглядах",
  },
  {
    title: "Общительность",
    color: "#8EE4FA",
    q: "Какой уровень общительности человека?",
    text: "Насколько человек открыт для общения с другими",
  },
  {
    title: "Откровенность",
    color: "#FA6FD5",
    q: "Насколько искренен человек при разговоре?",
    text: "Насколько человек искренен при разговоре",
  },
  {
    title: "Активность",
    color: "#E1E166",
    q:
      "Испытывает ли человек разносторонний интерес к жизни, насколько он эмоционален и вовлечен?",
    text: "Уровень интереса к жизни, его эмоциональность и вовлеченность",
  },
  {
    title: "Перфекционизм",
    color: "#88FAA5",
    q: "Насколько человек стремится к совершенству в своих действиях?",
    text: "Как сильно человек стремится к совершенству в своих действиях",
  },
  {
    title: "Закрытость",
    color: "#5D3485",
    q: "Как сильно человек закрыт от окружающего мира?",
    text: "Уровень закрытости от внешнего мира",
  },
  {
    title: "Дружелюбие",
    color: "#90EAEA",
    q: "Насколько человек дружелюбен?",
    text: "Насколько человек дружелюбен",
  },
  {
    title: "Авторитарность",
    color: "#EA98AB",
    q: "Насколько сильно человек проявляет лидерские качества?",
    text: "Лидерство, желание оставаться главным во всем, при этом игнорируя потребности остальных",
  }
];

export default features;
