const features = [
  {
    title: "Оптимизм",
    color: "#FAA669",
    q: "Насколько человек оптимистичен?",
    text: "Насколько человек оптимистичен в своих взглядах",
  },
  {
    title: "Общительность",
    color: "#8EE4FA",
    q: "Какой уровень общительности человека?",
    text: "Насколько человек открыт для общения с другими",
  },
  {
    title: "Откровенность",
    color: "#FA6FD5",
    q: "Насколько искренен человек при разговоре?",
    text: "Насколько человек искренен при разговоре",
  },
  {
    title: "Активность",
    color: "#E1E166",
    q:
      "Испытывает ли человек разносторонний интерес к жизни, насколько он эмоционален и вовлечен?",
    text: "Уровень интереса к жизни, его эмоциональность и вовлеченность",
  },
  {
    title: "Перфекционизм",
    color: "#88FAA5",
    q: "Насколько человек стремится к совершенству в своих действиях?",
    text: "Как сильно человек стремится к совершенству в своих действиях",
  },
  // {
  //   title: "Высокомерие",
  //   color: "#FF6ED6",
  //   q:
  //     "Насколько человек уверен в своем превосходстве, в надменном, пренебрежительном отношении к окружающим его людям?",
  //   text:
  //     "Уровень уверенности человека в своем превосходстве и пренебрежительного отношения к окружающим",
  // },
  {
    title: "Закрытость",
    color: "#5D3485",
    q: "Как сильно человек закрыт от окружающего мира?",
    text: "Уровень закрытости от внешнего мира",
  },
  {
    title: "Дружелюбие",
    color: "#90EAEA",
    q: "Насколько человек дружелюбен?",
    text: "Насколько человек дружелюбен",
  },
  {
    title: "Лживость",
    color: "#EA98AB",
    q: "Каков уровень лживости человека?",
    text: "Как часто человек врет",
  },
  {
    title: "Любопытство",
    color: "#90EABE",
    q: "Насколько сильно и как часто человек проявляет любопытство?",
    text: "Насколько сильно и как часто человек проявляет любопытство",
  },
];

export default features;
