const features = [
  {
    title: "Оптимизм",
    color: "#7DC5D5",
    q: "Насколько человек оптимистичен?",
  },
  {
    title: "Стеснительность",
    color: "#7DC5D5",
    q: "Насколько человек стеснителен?",
  },
  {
    title: "Общительность",
    color: "#7DC5D5",
    q: "Какой уровень общительности человека?",
  },
  {
    title: "Откровенность",
    color: "#7DC5D5",
    q: "Насколько искренен человек при разговоре?",
  },
  {
    title: "Активность",
    color: "#7DC5D5",
    q:
      "Насколько человек испытывает разносторонний интерес к жизни, насколько он эмоционален и вовлечен?",
  },
  {
    title: "Перфекционизм",
    color: "#7DC5D5",
    q: "Насколько человек стремится к совершенству в своих действиях?",
  },
  {
    title: "Высокомерие",
    color: "#7DC5D5",
    q:
      "Насколько человек уверен в своем превосходстве, в надменном, пренебрежительном отношении к окружающим его людям?",
  },
  {
    title: "Закрытость",
    color: "#7DC5D5",
    q: "Как сильно человек закрыт от окружающего мира?",
  },
  {
    title: "Дружелюбие",
    color: "#7DC5D5",
    q: "Насколько человек дружелюбен?",
  },
  {
    title: "Лживость",
    color: "#7DC5D5",
    q: "Каков уровень лживости человека?",
  },
  {
    title: "Любопытство",
    color: "#7DC5D5",
    q: "Насколько сильно и как часто человек проявляет любопытство?",
  },
  // {
  //   title: "Творчество",
  //   color: "#7DC5D5",
  //   q: "Нас",
  // },
];

export default features;
